Repository: alessio/camorama
Catalog: po/*.po
Languages: de, fr, ga

source: %s not found.
de: %s nicht gefunden.
fr: %s non trouvé.
ga: Níor aimsíodh %s.

source: Could not connect to video device (%s). Please check connection. Error: %d
de: Verbindung zum Videogerät (%s) konnte nicht hergestellt werden. Bitte Verbindung überprüfen. Fehler: %d
fr: Impossible de se connecter au périphérique vidéo (%s). Veuillez vérifier la connexion. Erreur : %d
ga: Níorbh fhéidir ceangal le gléas físe (%s). Seiceáil an nasc le do thoil. Earráid: %d

source: Device %s is not a video capture device.
de: Gerät %s ist kein Videoaufnahmegerät.
fr: Le périphérique %s n’est pas un périphérique de capture vidéo.
ga: Ní gléas físghabhála é an gléas %s.

source: Could not connect to video device (%s). Please check connection.
de: Verbindung zum Videogerät (%s) konnte nicht hergestellt werden. Bitte überprüfen Sie die Verbindung.
fr: Impossible de se connecter au périphérique vidéo (%s). Veuillez vérifier la connexion.
ga: Níorbh fhéidir ceangal le gléas físe (%s). Seiceáil an nasc le do thoil.

source: Device video formats are incompatible with camorama.
de: Videoformate des Gerätes sind nicht kompatibel mit Camorama.
ga: Níl formáidí físe gléis comhoiriúnach le camorama.

source: Could not set window info on video device (%s). Please check connection.
de: Fensterinformation auf dem Videogerät (%s) konnte nicht gesetzt werden. Bitte überprüfen Sie die Verbindung.
ga: Níorbh fhéidir faisnéis fuinneoige a shocrú ar ghléas físe (%s). Seiceáil an nasc le do thoil.

source: Could not set format to %c%c%c%c on video device (%s).
de: Konnte das Format nicht auf %c%c%c%c setzen auf dem Videogerät (%s).
ga: Níorbh fhéidir formáid a shocrú go %c%c%c%c ar ghléas físe (%s).

source: Returned width is zero on video device (%s)!
de: Zurückgegebene Breite ist Null auf dem Videogerät (%s)!
ga: Is é nialas an leithead fillte ar ghléas físe (%s)!

source: VIDIOC_REQBUFS -- could not request buffers (%s), exiting....
de: VIDIOC_REQBUFS -- konnte Puffer (%s) nicht anfordern, wird beendet ....
fr: VIDIOC_REQBUFS -- n’a pas pu demander de tampons (%s), sortie…
ga: VIDIOC_REQBUFS -- níorbh fhéidir maoláin (%s) a iarraidh, ag scor....

source: could not allocate memory for video buffers, exiting....
de: Konnte keinen Speicher zuweisen für Videopufferung, wird beendet....
ga: Níorbh fhéidir cuimhne a leithdháileadh le haghaidh maoláin físe, ag scor....

source: VIDIOC_QUERYBUF -- could not query buffers (%s), exiting....
de: VIDIOC_QUERYBUF -- konnte Puffer (%s) nicht abfragen, wird beendet ....
fr: VIDIOC_QUERYBUF -- n’a pas pu interroger les tampons (%s), sortie…
ga: VIDIOC_QUERYBUF -- níorbh fhéidir maoláin (%s) a chuardach, ag scor....

source: failed to memory map buffers (%s), exiting....
de: Konnte die Speicherpuffer (%s) nicht mappen, wird beendet....
fr: échec de l’allocation des tampons (%s), sortie…
ga: theip ar mhaoláin léarscáile cuimhne (%s), ag scor....

source: VIDIOC_QBUF -- could not enqueue buffers (%s), exiting....
de: VIDIOC_QBUF -- konnte Puffer nicht in die Warteschlange einreihen (%s), wird beendet ....
fr: VIDIOC_QBUF -- n’a pas pu mettre en queue les tampons (%s), sortie…
ga: VIDIOC_QBUF -- níorbh fhéidir maoláin (%s) a chur isteach, ag imeacht....

source: failed to start streaming (%s), exiting....
de: Streaming (%s) konnte nicht gestartet werden, wird beendet....
fr: échec du démarrage du streaming (%s), sortie…
ga: theip ar thosú ag sruthú (%s), ag scor....

source: VIDIOC_QBUF -- could not query buffers (%s), exiting....
de: VIDIOC_QBUF -- konnte Puffer (%s) nicht abfragen, wird beendet ....
ga: VIDIOC_QBUF -- níorbh fhéidir maoláin (%s) a chuardach, ag scor....

source: Timeout while waiting for frames (%s)
de: Zeitüberschreitung beim Warten auf Einzelbilder (%s)
fr: Délai d’attente dépassé en attente des images (%s)
ga: Teorainn ama agus tú ag fanacht le frámaí (%s)

source: failed to stop streaming (%s), exiting....
de: Streaming (%s) konnte nicht gestoppt werden, wird beendet....
fr: échec de l’arrêt du streaming (%s), sortie…
ga: theip ar stopadh ag sruthú (%s), ag scor....

source: _View
de: _Ansicht
fr: _Voir

source: ftp.yourdomain.org
de: ftp.ihredomaene.org
fr: ftp.votredomaine.org

source: Preferences
fr: Préférences

source: _File
fr: _Fichier

source: _Edit
fr: _Modifier

source: _Help
fr: _Aide

source: _Quit
fr: _Quitter

source: _Preferences
fr: _Préférences

source: _About
fr: À _propos

source: Color Correction
fr: Correction des couleurs

source: Invalid argument Run '%s --help'
fr: Argument invalide Exécutez « %s --help »
