Repository: alessio/camorama
Catalog: po/*.po
Languages: de, fr, ga

source: Camorama Webcam Viewer
de: Camorama Webcam-Betrachter
fr: Visionneur de webcam Camorama
ga: Amharcóir Webcam Camorama

source: Camorama is a simple webcam viewer, with the ability to apply some video effects.
de: Camorama ist ein einfacher Webkamera-Betrachter, mit der Möglichkeit, einige Videoeffekte anzuwenden.
fr: Camorama est un visionneur de webcam simple, avec la possibilité d’appliquer certains effets vidéo.
ga: Is camorama breathnóir ceamara gréasáin simplí, leis an gcumas a chur i bhfeidhm ar roinnt éifeachtaí físe.

source: View, alter and save images from a webcam
de: Webcam-Bilder anzeigen, bearbeiten und speichern
fr: Affiche, modifie et enregistre les images provenant d’une webcam
ga: Amharc ar íomhánna ó cheamara gréasáin, iad a athrú agus a shábháil

source: camorama;webcam;viewer;video-effects;
fr: camorama;webcam;visionneur;effets;vidéo;
ga: Camorama; ceamara gréasáin; breathnóir; éifeachtaí físe;

source: _Take Picture
de: Bild _aufnehmen
fr: Prendre une pho_to
ga: _Take Pictiúr

source: Toggle _Full Screen
de: Umschalten auf Vollbild
ga: Scoránaigh _Full Scáileán

source: Show Adjustments
de: Anpassungen anzeigen
fr: Afficher les réglages
ga: Taispeáin Coigeartuithe

source: Show Effects
de: Effekte anzeigen
fr: Afficher les effets
ga: Taispeáin Maisíochtaí

source: _Change Camera
de: Kamera _ändern
fr: _Changer de caméra
ga: _Change Ceamara

source: Small
de: Klein
fr: Petite
ga: Beag

source: Show Controls
de: Steuerung anzeigen
ga: Taispeáin Rialtáin

source: Full Screen
de: Vollbild
ga: Scáileán Iomlán

source: Take Picture
de: Bild aufnehmen
fr: Prendre une photo
ga: Tóg Pictiúr

source: Contrast:
de: Kontrast:
fr: Contraste :
ga: Codarsnacht:

source: Brightness:
de: Helligkeit:
fr: Luminosité :
ga: Gile:

source: Color:
de: Farbe:
fr: Couleur :
ga: Dath:

source: Hue:
de: Farbton:
fr: Teinte :
ga: Lí:

source: White Balance:
de: Weißbalance:
fr: Balance des blancs :
ga: Iarmhéid Bán:

source: Zoom:
de: Vergrösserung:
ga: Súmáil:

source: Threshold:
de: Schwellenwert:
ga: Tairseach:

source: Channel Threshold:
de: Schwellenwert lenken:
ga: Tairseach Cainéil:

source: <span weight="bold">General</span>
de: <span weight="bold">Allgemein</span>
fr: <span weight="bold">Général</span>
ga: <span weight="bold">Ginearálta</span>

source: Automatic Capture
de: Automatisch mitschneiden
fr: Capture automatique
ga: Gabháil Uathoibríoch

source: Capture Interval (in minutes):
de: Mitschneideintervall (in Minuten):
fr: Intervalle de capture (en minutes) :
ga: Eatramh Gabhála (i nóiméid):

source: General
de: Allgemein
fr: Général
ga: Gineréal

source: <span weight="bold">Local Capture</span>
de: <span weight="bold">Lokal mitschneiden</span>
fr: <span weight="bold">Capture locale</span>
ga: <span weight="bold">Gabháil Áitiúil</span>

source: _Enable local capture
de: Lokal _mitschneiden
fr: Activer les captures _locales
ga: _Enable ghabháil áitiúil

source: _Directory for captured pics:
de: _Verzeichnis für mitgeschnittene Bilder:
fr: Répertoire _des images capturées :
ga: _Directory do phictiúir a gabhadh:

source: _Filename for pictures:
de: _Dateiname für Bilder:
fr: Nom de _fichier des images :
ga: _Filename do phictiúir:

source: Select a Directory
de: Speicherverzeichnis wählen
fr: Sélectionner un dossier
ga: Roghnaigh Comhadlann

source: Append time to filename
de: Zeit an Dateinamen anhängen
fr: Apposer l’heure au nom de fichier
ga: Iarcheangail am le hainm comhaid

source: Add a timestamp to captured images
de: Mitgeschnittene Bilder mit einem Zeitstempel versehen
fr: Ajouter un horodatage aux images capturées
ga: Cuir stampa ama le híomhánna a gabhadh

source: <span weight="bold">Image Type</span>
de: <span weight="bold">Bildtyp</span>
fr: <span weight="bold">Type d’image</span>
ga: <span weight="bold">Saghas Íomha</span>

source: Save files in jpeg format
de: Dateien im JPEG-Format speichern
fr: Enregistrer les fichiers au format jpeg
ga: Sábháil comhaid i bhformáid jpeg

source: Save files in png format
de: Dateien im PNG-Format speichern
fr: Enregistrer les fichiers au format png
ga: Sábháil comhaid i bhformáid png

source: Local Capture
de: Lokal mitschneiden
fr: Capture locale
ga: Gabháil Áitiúil

source: <span weight="bold">Remote Capture</span>
de: <span weight="bold">Entfernt mitschneiden</span>
fr: <span weight="bold">Capture distante</span>
ga: <span weight="bold">Cianghabháil</span>

source: _Enable remote capture
de: Entfernt _mitschneiden
fr: Activer les captures _distantes
ga: _Enable cianghabháil

source: Server:
fr: Serveur :
ga: Freastalaí:

source: Type:
de: Typ:
ga: Cineál:

source: Save directory:
de: Speicherverzeichnis:
fr: Répertoire d’enregistrement :
ga: Eolaire a Sábháilte:

source: Filename:
de: Dateiname:
fr: Nom du fichier :
ga: Ainm comhaid:

source: webcamshot
ga: ceamara gréasáin

source: Remote Capture
de: Entfernt mitschneiden
fr: Capture distante
ga: Gabháil Chianda

source: <span weight="bold">Timestamp</span>
de: <span weight="bold">Zeitstempel</span>
fr: <span weight="bold">Horodatage</span>
ga: <span weight="bold">Stampa ama</span>

source: Use custom string
de: Benutzerdefinierte Zeichenkette verwenden
fr: Utiliser une chaîne personnalisée
ga: Úsáid teaghrán saincheaptha

source: String:
de: Zeichenkette:
fr: Chaîne :
ga: Teaghrán:

source: Draw date and time
de: Datum und Zeit zeichnen
fr: Écrire la date et l’heure
ga: Tarraing dáta agus am

source: Timestamp
de: Zeitstempel
fr: Horodatage
ga: Stampa Ama

source: Select a video device to be used
de: Zu verwendendes Video-Gerät
fr: Sélectionner un périphérique vidéo à utiliser
ga: Roghnaigh gléas físe le húsáid

source: Append timestamp to filename
de: Zeitstempel an Dateiname anhängen
fr: Apposer un horodatage au nom des fichiers
ga: Iarcheangail stampa ama le hainm comhaid

source: Appends a timestamp, in UNIX time, to the ends of filenames
de: Hängt einen Zeitstempel im UNIX-Zeitformat an das Ende der Dateinamen
fr: Apposer un horodatage, en temps UNIX, à la fin des noms de fichiers
ga: Iarcheangail stampa ama, in am UNIX, le foircinn ainmneacha comhaid

source: Toggles auto-capture
de: Schaltet die automatische Erfassung um
fr: Activer la capture automatique
ga: Scoránaigh gabháil uathoibríoch

source: Toggles automatic capturing of pictures.
de: Schaltet die automatische Aufnahme von Bildern um.
fr: Active la capture automatique des images.
ga: Scoránaigh gabháil uathoibríoch de phictiúir.

source: Interval for auto-capture
de: Intervall für Auto-Mitschneiden
fr: Intervalle pour la capture automatique
ga: Eatramh le haghaidh uathghabhála

source: Specifies the interval for automatic capture of pictures.
de: Gibt das Intervall für das automatische Mitschneiden von Bildern an.
fr: Indique l’intervalle pour la capture automatique des images.
ga: Sonraíonn seo an t-eatramh chun pictiúir a ghabháil go huathoibríoch.

source: Video device
de: Video-Gerät
fr: Périphérique vidéo
ga: Gléas físe

source: The unix file system path to the device that's assigned to your camera.
de: Der Unix-Dateisystempfad zu dem Gerät, das Ihrer Kamera zugeordnet ist.
fr: Chemin d’accès Unix au périphérique assigné à votre caméra.
ga: Cosán an chórais comhad unix chuig an ngléas a shanntar le do cheamara.

source: Toggles the datestamp in captures
de: Den Datumsstempel zu Mitschnitten hinzufügen/nicht hinzufügen
fr: Activer la date dans les captures
ga: Scoránaigh an datestamp i ngabhálacha

source: Toggles the drawing of a datestamp within the captured pictures
de: Den Datumsstempel in den gespeicherten Bildern zeichnen/nicht zeichnen
fr: Active l’impression de la date sur les images enregistrées
ga: Scoránaigh an líníocht de datestamp laistigh de na pictiúir a gabhadh

source: Local capture image format
de: Bildformat lokaler Mitschnitte
fr: Format de capture des images locales
ga: Formáid íomhá gabhála logánta

source: Specifies the image format to be used for locally saved pictures
de: Gibt das Bildformat an, das für lokal gespeicherte Bilder verwendet werden soll
fr: Indique le format à utiliser pour les images enregistrées localement
ga: Sonraíonn seo an fhormáid íomhá atá le húsáid le haghaidh pictiúir a shábháiltear go háitiúil

source: Image height
de: Bildhöhe
fr: Hauteur des images
ga: Airde na híomhá

source: Image height used by the camera. Zero means autoselect
de: Von der Kamera verwendete Bildhöhe. Null bedeutet automatische Auswahl
fr: Hauteur d’image utilisée par la caméra. Zéro signifie autosélection
ga: Airde íomhá a úsáideann an ceamara. Ciallaíonn nialas uathroghnú

source: Hostname for the server
de: Rechnername des Servers
fr: Nom d’hôte du serveur
ga: Óstainm don fhreastalaí

source: Hostname for the server used for remote captures.
de: Der Rechnername des Servers für entfernte Mitschnitte.
fr: Nom d’hôte du serveur utilisé pour les captures distantes.
ga: Óstainm don fhreastalaí a úsáidtear le haghaidh gabhálacha cianda.

source: Toggles local capture
de: Schaltet die lokale Erfassung um
fr: Activer les captures locales
ga: Scoránaigh gabháil logánta

source: When capturing pictures via the "Take Picture" button, or with auto capture, this key toggles the saving of pictures locally.
de: Beim Mitschneiden von Bildern mittels des »Bild aufnehmen«-Knopfes oder mittels der Auto-Aufnahme sorgt dieser Knopf dafür, dass die Bilder lokal gespeichert werden.
fr: Lors d’une capture d’image via le bouton « Prendre une photo », ou avec la capture automatique, cette clé active l’enregistrement local des images.
ga: Agus pictiúir á ngabháil tríd an gcnaipe "Tóg Pictiúr", nó le gabháil uathoibríoch, scoránaigh an eochair seo sábháil pictiúr go háitiúil.

source: Protocol to use for remote access
de: Für den Fernzugriff zu verwendendes Protokoll
fr: Protocole à utiliser pour l’accès distant
ga: Prótacal le húsáid le haghaidh cianrochtana

source: The URI name of the protocol that will be used to connect to a remote server. Can be ftp, sftp or smb
de: Der URI-Name des Protokolls, das für die Verbindung mit einem entfernten Server verwendet wird. Kann ftp, sftp oder smb sein
fr: Nom d’URI du protocole utilisé pour se connecter à un serveur distant. Peut être ftp, sftp ou smb
ga: Ainm URI an phrótacail a úsáidfear chun ceangal le freastalaí iargúlta. Is féidir a bheith ftp, sftp nó smb

source: Complete URI used to store image snapshots remotely
de: Vollständiger URI für die Fernspeicherung von Bildschnappschüssen
fr: URI complet utilisé pour stocker des instantanés d’images à distance
ga: Comhlánaigh URI a úsáidtear chun seatanna íomhá a stóráil go cianda

source: The complete URI of the last successful access to a remote server, including protocol, host and remote directory
de: Die komplette URI des letzten erfolgreichen Zugriffs auf einen Remote Server inklusive Protokoll, Hostname und entferntem Verzeichnis
fr: URI complet utilisé lors du dernier accès réussi à un serveur distant, y compris le protocole, l’hôte et le répertoire distant
ga: URI iomlán na rochtana rathúla deiridh ar fhreastalaí iargúlta, lena n-áirítear prótacal, óstach agus eolaire iargúlta

source: Append timestamp to remote filename
de: Zeitstempel an entfernten Dateinamen anhängen
fr: Apposer un horodatage aux fichiers distants
ga: Iarcheangail stampa ama le hainm comhaid cianda

source: Appends a timestamp, in UNIX time, to the ends of remote filenames
de: Hängt einen Zeitstempel im UNIX-Zeitformat an das Ende der entfernten Dateinamen
fr: Apposer un horodatage, en temps UNIX, à la fin des noms de fichiers distants
ga: Iarcheangail stampa ama, in am UNIX, le foircinn ainmneacha comhaid cianda

source: Toggles remote capture
de: Schaltet die Fernerfassung um
fr: Activer les captures distantes
ga: Scoránaigh gabháil chianda

source: When capturing pictures via the "Take Picture" button, or with auto capture, this key toggles the saving of pictures to a remote server.
de: Beim Mitschneiden von Bildern mittels des »Bild aufnehmen«-Knopfes oder mittels der Auto-Aufnahme sorgt dieser Knopf dafür, dass die Bilder auf einem entfernten Rechner gespeichert werden.
fr: Lors d’une capture d’image via le bouton « Prendre une photo », ou avec la capture automatique, cette clé active l’enregistrement des images vers le serveur distant.
ga: Agus pictiúir á ngabháil tríd an gcnaipe "Tóg Pictiúr", nó le gabháil uathoibríoch, scoránaigh an eochair seo sábháil pictiúr chuig freastalaí iargúlta.

source: Remote capture image format
de: Bildformat ntfernter Mitschnitte
fr: Format des images distantes
ga: Formáid íomhá gabhála cianda

source: Specifies the image format to be used for remotely saved pictures
de: Gibt das Bildformat an, das für remote gespeicherte Bilder verwendet werden soll
fr: Indique le format à utiliser pour les images enregistrées à distance
ga: Sonraíonn seo an fhormáid íomhá atá le húsáid le haghaidh pictiúir a shábháil go cianda

source: Folder for remote captures
de: Ordner für entfernte Mitschnitte
fr: Dossier pour les captures distantes
ga: Fillteán le haghaidh gabhálacha cianda

source: Folder for saving captured pictures remotely
de: Ordner zum entfernten Speichern mitgeschnittener Bilder
fr: Dossier d’enregistrement des images capturées à distance
ga: Fillteán chun pictiúir a gabhadh a shábháil go cianda

source: Remote save filename
de: Dateiname für entferntes Speichern
fr: Nom du fichier distant à enregistrer
ga: Ainm comhaid sábhála cianda

source: Name for the filename of uploaded images.
de: Ein Name für die Datei hochgeladener Bilder.
fr: Nom de fichier des images envoyées.
ga: Ainm comhaid na n-íomhánna uaslódáilte.

source: Toggles timestamp for remote captures
de: Schaltet den Zeitstempel für Fernaufnahmen um
fr: Activer l’horodatage pour les captures distantes
ga: Scoránaigh stampa ama le haghaidh gabhálacha cianda

source: Toggles the insertion of a timestamp into the images for FTP upload.
de: Einen Zeitstempel in die per FTP hochgeladenen Bilder einfügen/nicht einfügen
fr: Active l’insertion d’un horodatage sur les images destinées à l’envoi FTP.
ga: Scoránaigh stampa ama a chur isteach sna híomhánna le haghaidh uaslódáil FTP.

source: Folder for local captures
de: Ordner für lokale Mitschnitte
fr: Dossier pour les capture locales
ga: Fillteán le haghaidh gabhálacha logánta

source: Folder for saving captured pictures to locally
de: Ordner zum lokalen Speichern mitgeschnittener Bilder
fr: Dossier d’enregistrement des images capturées localement
ga: Fillteán chun pictiúir a gabhadh a shábháil go háitiúil

source: Filename for local captures
de: Dateiname für lokale Mitschnitte
fr: Nom de ficher pour les capture locale
ga: Ainm comhaid le haghaidh gabhálacha logánta

source: Filename for saving captured pictures to locally
de: Dateiname für das lokale Speichern mitgeschnittener Bilder
fr: Nom de fichier des images capturées localement
ga: Ainm comhaid chun pictiúir a gabhadh a shábháil go háitiúil

source: Toggles timestamp for local captures
de: Schaltet den Zeitstempel für lokale Aufnahmen um
fr: Activer l’horodatage pour les captures locales
ga: Scoránaigh stampa ama le haghaidh gabhálacha áitiúla

source: Toggles the insertion of a timestamp into local images
de: Einen Zeitstempel in lokale Bilder einfügen/nicht einfügen
fr: Active l’insertion d’horodatage dans les images locales
ga: Scoránaigh stampa ama a chur isteach in íomhánna logánta

source: Custom text for the timestamp
de: Benutzerdefinierter Zeitstempel-Text
fr: Texte de remplacement pour l’horodatage
ga: Téacs saincheaptha don stampa ama

source: Defines a string of custom text to be inserted into the image.
de: Legt eine benutzerdefinierte Zeichenkette fest, die in's Bild eingefügt wird.
fr: Définit une chaine de texte personnalisée à insérer dans l’image.
ga: Sainmhíníonn seo teaghrán téacs saincheaptha le cur isteach san íomhá.

source: Toggles the custom string
de: Eine benutzerdefinierte Zeichenkette verwenden/nicht verwenden
fr: Activer la chaîne personnalisée
ga: Scoránaigh an teaghrán saincheaptha

source: Toggles the use of the custom string for the timestamp in images.
de: Eine benutzerdefinierte Zeichenkette für den Zeitstempel in Bildern verwenden/nicht verwenden.
fr: Active l’utilisation d’une chaine personnalisée pour l’horodatage des images.
ga: Scoránaigh úsáid na sreinge saincheaptha don stampa ama in íomhánna.

source: Toggles the video adjustment sliders
de: Die Schieber zur Video-Anpassung anzeigen/verbergen
fr: Activer l’utilisation d’ascenseurs d’ajustement de la vidéo
ga: Scoránaigh na barraí sleamhnáin coigeartaithe físe

source: Toggles the use of the sliders to adjust the video properties
de: Die Schieber zum Anpassen der Video-Eigenschaften verwenden/nicht verwenden
fr: Active l’utilisation d’ascenseurs pour ajuster les propriétés de la vidéo
ga: Scoránaigh úsáid na sleamhnán chun airíonna an fhíseáin a choigeartú

source: Toggles the video effects buttons
de: Die Knöpfe zur Video-Anpassung anzeigen/verbergen
fr: Activer les boutons d’effets vidéos
ga: Scoránaigh na cnaipí maisíochtaí físe

source: Toggles the use of the buttons to adjust the video filters
de: Die Knöpfe zum Anpassen der Video-Eigenschaften verwenden/nicht verwenden
fr: Active l’utilisation des boutons pour ajuster les filtres vidéos
ga: Scoránaigh úsáid na gcnaipí chun na scagairí físe a choigeartú

source: Image width
de: Bildbreite
fr: Largeur des images
ga: Leithead na híomhá

source: Image width used by the camera. Zero means autoselect
de: Von der Kamera verwendete Bildbreite. Null bedeutet automatische Auswahl
fr: Largeur de l’image utilisée par la caméra. Zéro signifie autosélection
ga: Leithead íomhá a úsáideann an ceamara. Ciallaíonn nialas uathroghnú

source: translator_credits
de: Christian Neumair <chris@gnome-de.org>
fr: Baptiste Mille-Mathias <bmm80@ifrance.com> Christophe Merlet <redfox@redfoxcenter.org> Stéphane Raimbault <stephane.raimbault@gmail.com>
ga: Alastair McKinstry <mckinstry@computer.org>

source: %.2f fps - current %.2f fps - average
de: %.2f BpS - aktuell %.2f BpS - durchschnittlich
fr: %.2f ips - actuel %.2f ips - moyenne
ga: %.2f fps - fps reatha %.2f - meán

source: Can't allocate memory to store devices
de: Kann keinen Speicher an Speichergeräte zuweisen
fr: Impossible d’allouer de la mémoire aux périphériques de stockage
ga: Ní féidir cuimhne a leithdháileadh chun gléasanna a stóráil

source: Didn't find any camera
de: Keine Kamera gefunden
fr: Aucune caméra trouvée
ga: Níor aimsigh ceamara ar bith

source: %dx%d (max %.1f fps)
de: %dx%d (max. %.1f BpS)
fr: %dx%d (max %.1f ips)
ga: %dx%d (uasmhéid %.1f fps)

source: Laplace (4 Neighbours)
de: Laplace (4 Nachbarn)
fr: Laplace (4 voisins)
ga: Laplace (4 Chomharsa)

source: Mirror
de: Spiegel
fr: Mirroir
ga: Scáthán

source: _Add Filter
de: Filter _hinzufügen
fr: _Ajouter un filtre
ga: Scagaire _Add

source: Effects
de: Effekte
fr: Effets
ga: Éifeachtaí

source: Could save temporary image file in /tmp.
de: Temporäre Bilddatei konnte nicht in »/tmp« gespeichert werden.
fr: Possibilité d’enregistrer les images temporaires dans /tmp.
ga: Níorbh fhéidir comhad íomhá sealadach a shábháil i / tmp.

source: Unable to create image '%s'.
de: Bild »%s« konnte nicht angelegt werden.
fr: Impossible de créer l’image « %s ».
ga: Ní féidir íomhá '%s' a chruthú.

source: Could not save image '%s/%s'.
de: Bild »%s/%s« konnte nicht gespeichert werden.
fr: Impossible d’enregistrer l’image « %s/%s ».
ga: Níorbh fhéidir íomhá '%s/%s' a shábháil.

source: Could not create a thread to save image '%s/%s'.
de: Es konnte kein Thread zum Speichern des Bildes »%s/%s« erstellt werden.
fr: Impossible de créer un fil pour enregistrer l’image « %s/%s ».
ga: Níorbh fhéidir snáithe a chruthú chun íomhá '%s/%s' a shábháil.

source: An error occurred mounting %s:%s.
de: Beim Einhängen von %s:%s ist ein Fehler aufgetreten.
fr: Une erreur est survenue en montant %s:%s.
ga: Tharla earráid agus %s á fheistiú:%s.

source: An error occurred accessing %s.
de: Beim Zugriff auf %s ist ein Fehler aufgetreten.
fr: Une erreur est survenue en accédant à %s.
ga: Tharla earráid agus %s á rochtain.

source: Unable to open temporary image file '%s'. Cannot upload image.
de: Temporäre Bilddatei »%s« konnte nicht geöffnet werden. Das Bild konnte nicht hochgeladen werden.
fr: Impossible d’ouvrir l’image temporaire « %s ». Impossible de publier l’image.
ga: Ní féidir comhad íomhá sealadach '%s' a oscailt. Ní féidir íomhá a uaslódáil.

source: An error occurred opening %s.
de: Beim Öffnen von %s ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de l’ouverture de %s.
ga: Tharla earráid agus %s á oscailt.

source: An error occurred opening %s for write: %s.
de: Beim Öffnen von %s zum Schreiben ist ein Fehler aufgetreten: %s.
fr: Une erreur est survenue en ouvrant %s pour écrire %s.
ga: Tharla earráid agus %s á oscailt: %s.

source: An error occurred writing to %s: %s.
de: Beim Schreiben nach %s ist ein Fehler aufgetreten: %s.
fr: Une erreur est survenue écrivant %s:%s.
ga: Tharla earráid agus %s á scríobh: %s.

source: An error occurred closing %s: %s.
de: Beim Schließen von %s ist ein Fehler aufgetreten: %s.
fr: Une erreur est survenue en fermant %s:%s.
ga: Tharla earráid agus %s á dhúnadh: %s.

source: Could not create directory '%s'.
de: Verzeichnis »%s« konnte nicht angelegt werden.
fr: Impossible de créer le répertoire « %s ».
ga: Níorbh fhéidir comhadlann '%s' a chruthú.

source: Could not change to directory '%s'.
de: Wechseln in's Verzeichnis '%s' fehlgeschlagen.
fr: Impossible de se placer dans le répertoire « %s ».
ga: Níorbh fhéidir athrú go comhadlann '%s'.

source: Invert
de: Invertieren
fr: Inversion
ga: Inbhéartaigh

source: Threshold (Overall)
de: Schwellwert (Total)
fr: Seuil (global)
ga: Tairseach (Ar an iomlán)

source: Threshold (Per Channel)
de: Schwellenwert (pro Kanal)
fr: Seuil (par canal)
ga: Tairseach (in aghaidh an chainéil)

source: Wacky
de: Verrückt
fr: Farfelu
ga: WackyName

source: Smooth
de: Glatt
fr: Lissage
ga: Mín

source: Monochrome
ga: Monacrómach

source: Monochrome (Weight)
de: Schwarzweiß (Gewichtung)
fr: Monochrome (pondéré)
ga: Monacrómach (Meáchan)

source: show version and exit
de: Die Version anzeigen und beenden
fr: affiche la version et quitte
ga: taispeán leagan agus éirigh as

source: v4l device to use
de: Zu verwendendes v4l-Gerät
fr: périphérique v4l à utiliser
ga: gléas v4l le húsáid

source: enable debugging code
de: Fehleranalysecode aktivieren
fr: active le code de débogage
ga: Cumasaigh cód dífhabhtaithe

source: capture width
de: Mittschnittbreite
fr: largeur des captures
ga: leithead gabhála

source: capture height
de: Mittschnitthöhe
fr: hauteur des captures
ga: airde gabhála

source: maximum capture size
de: Maximale Mitschnittgröße
fr: taille maximum des captures
ga: uasmhéid gabhála

source: minimum capture size
de: Minimale Mitschnittgröße
fr: taille minimum des captures
ga: íosmhéid gabhála

source: middle capture size
de: Durchschnittliche Mitschnittgröße
fr: taille moyenne des captures
ga: méid gabhála lár

source: use read() rather than mmap()
de: read() gegenüber mmap() bevorzugen
fr: utilise read() plutôt que mmap()
ga: úsáid léamh() seachas mmap()

source: disable video scaler
de: Videoskalierer deaktivieren
ga: Díchumasaigh scálaí físe

source: use userptr pointer rather than mmap()
de: userptr Zeiger gegenüber mmap() bevorzugen
ga: úsáid pointeoir userptr seachas mmap()

source: v4l device input to use
de: Zu verwendender v4l-Geräte-input
ga: Ionchur gléis V4L le húsáid

source: Camorama version %s
ga: Camorama leagan %s

source: Couldn't load builder file
de: Builderdatei konnte nicht geladen werden
fr: Impossible de charger le fichier de construction : %s
ga: Níorbh fhéidir comhad tógálaí a luchtú

source: %s not found. Falling back to %s
de: %s nicht gefunden. Rückgriff auf %s
fr: %s non trouvé. Retour à %s
ga: Níor aimsíodh %s. Ag titim siar go %s
